{
  "collwallet_load_transaction": "Laadi Allkirjastamata Tehing",
  "coldwallet_transaction_invalid_signed": "Tehing on juba allkirjastatud.",
  "coldwallet_transaction_invalid_expired": "Tehing on aegunud.",
  "coldwallet_transaction_invalid_contract": "Külma rahakoti allkirjastamise funktsioon toetab ainult arisen, arisen.token ja arisen.msig tehinguid.",
  "coldwallet_transaction_signature_request_title": "Allkirja taotlus",
  "coldwallet_transaction_signature_request_content": "Allpool on kuvatud kõik lepingud/tegevused, mis on kirjeldatud selles toimingus. Kontolli tegevusi ja seejärel allkirjasta tehing vajutades allpool olevale nupule.",
  "collwallet_transaction_sign_confirm": "Allkirjasta see tehing",
  "collwallet_transaction_sign_cancel": "Tühista",
  "coldwallet_wallet_title": "Külm Rahakott",
  "coldwallet_wallet_description": "Võrguühenduseta režiim turvaliseks säilitamiseks",
  "coldwallet_wallet_workflow": "Näidis töövoog võrguühenduseta tehingu allkirjastamiseks:",
  "coldwallet_wallet_instructions_title": "Kasutusjuhised",
  "coldwallet_wallet_instructions_1": "Külm rahakott on loodud, et seda kasutada koos Vaatamisrahakotiga. Külm rahakott püsib alati võrguühenduseta samal ajal kui Vaatamisrahakott on ühendatud võrku. Tehingud luuakse Vaatamisrahakotis, liigutatakse allkirjastamiseks Külma rahakotti ja siis tagasi Vaatamisrahakotti nende saatmiseks.",
  "coldwallet_wallet_instructions_2": "Setup a RoboBanker on your primary computer which will be used to create transactions. You will not import a Bank Account's Private Key into this bank account.",
  "coldwallet_wallet_instructions_3": "Setup a BankVault on a secondary computer which will NEVER be connected to the internet. Your keys will be imported into this bank account and encrypted with your password.",
  "coldwallet_wallet_instructions_4": "Using the RoboBanker, create a bank transaction as you would normally. When the bank transaction flow prompts you to save the bank transaction as a file, do so and note the filename.",
  "coldwallet_wallet_instructions_5": "Take the file that was saved and transfer it to the BankVault computer (e.g. using a USB drive).",
  "coldwallet_wallet_instructions_6": "Using the BankVault, unlock your bank account and click the 'Sign Bank Transaction' button and select the unsigned bank transaction file.",
  "coldwallet_wallet_instructions_7": "Review the details of the bank transaction to ensure they are correct. Once verified, click 'Sign this Bank Transaction', and save the Signed Bank Transaction noting the file name.",
  "coldwallet_wallet_instructions_8": "Take the signed bank transaction file and transfer it to the RoboBanker computer (e.g. using a USB drive).",
  "coldwallet_wallet_instructions_9": "Using the RoboBanker, click 'Broadcast Signed Bank Transaction' and select the file Signed Bank Transaction file.",
  "coldwallet_wallet_instructions_10": "Review the details of the Signed Bank Transaction to again ensure they are correct. Once verfied, click 'Broadcast Bank Transaction' to submit the bank transaction to the network"
}