{
  "collwallet_load_transaction": "Load unsigned bank transaction",
  "coldwallet_transaction_invalid_signed": "Bank transaction is already signed.",
  "coldwallet_transaction_invalid_expired": "Bank transaction has expired.",
  "coldwallet_transaction_invalid_contract": "The BankVault signer only supports the arisen, arisen.token, and arisen.msig contracts.",
  "coldwallet_transaction_signature_request_title": "Signature request",
  "coldwallet_transaction_signature_request_content": "Listed below are all the contracts/actions specified in this bank transaction. Review the below transaction and once the bank transaction is verified, sign the bank transaction using the button below.",
  "collwallet_transaction_sign_confirm": "Sign this Bank Transaction",
  "collwallet_transaction_sign_cancel": "Cancel",
  "coldwallet_wallet_title": "BankVault",
  "coldwallet_wallet_description": "An offline mode for secure storage",
  "coldwallet_wallet_workflow": "Sample workflow to sign a bank transaction offline:",
  "coldwallet_wallet_instructions_title": "Usage Instructions",
  "coldwallet_wallet_instructions_1": "A BankVault is designed to be used in tandem with a RoboBanker. The BankVault remains offline at all times while the RoboBanker remains connected to the network. Transactions are created on the RoboBanker, moved to the BankVault to be signed, and then moved back to the RoboBanker to broadcast.",
  "coldwallet_wallet_instructions_2": "Setup a RoboBanker on your primary computer which will be used to create transactions. You will not import a Bank Account's Private Key into this bank account.",
  "coldwallet_wallet_instructions_3": "Setup a BankVault on a secondary computer which will NEVER be connected to the internet. Your keys will be imported into this bank account and encrypted with your password.",
  "coldwallet_wallet_instructions_4": "Using the RoboBanker, create a bank transaction as you would normally. When the bank transaction flow prompts you to save the bank transaction as a file, do so and note the filename.",
  "coldwallet_wallet_instructions_5": "Take the file that was saved and transfer it to the BankVault computer (e.g. using a USB drive).",
  "coldwallet_wallet_instructions_6": "Using the BankVault, unlock your bank account and click the 'Sign Bank Transaction' button and select the unsigned bank transaction file.",
  "coldwallet_wallet_instructions_7": "Review the details of the bank transaction to ensure they are correct. Once verified, click 'Sign this Bank Transaction', and save the Signed Bank Transaction noting the file name.",
  "coldwallet_wallet_instructions_8": "Take the signed bank transaction file and transfer it to the RoboBanker computer (e.g. using a USB drive).",
  "coldwallet_wallet_instructions_9": "Using the RoboBanker, click 'Broadcast Signed Bank Transaction' and select the file Signed Bank Transaction file.",
  "coldwallet_wallet_instructions_10": "Review the details of the Signed Bank Transaction to again ensure they are correct. Once verfied, click 'Broadcast Bank Transaction' to submit the bank transaction to the network"
}